Repository: FreeAdam2023/ClipArc
Catalog: ClipArc/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# screenshot.subtitle
source: Automatically save screenshots to history
ar: حفظ لقطات الشاشة تلقائياً في السجل
es: Guardar capturas automáticamente en el historial
fr: Enregistrer automatiquement les captures dans l'historique
hi: स्क्रीनशॉट को इतिहास में स्वचालित रूप से सहेजें
it: Salva automaticamente gli screenshot nella cronologia
ja: スクリーンショットを自動的に履歴に保存
ko: 스크린샷을 기록에 자동 저장
pt_br: Salvar capturas automaticamente no histórico
ru: Автоматически сохранять скриншоты в истории
zh_hans: 自动将截图保存到历史记录
zh_hant: 自動將螢幕截圖儲存到歷史記錄

# screenshot.tip
source: Tip: Use ⌘⇧4 to screenshot. With this enabled, screenshots auto-save to history!
ar: نصيحة: استخدم ⌘⇧4 لالتقاط الشاشة. مع تفعيل هذه الميزة، يتم الحفظ تلقائياً!
es: Consejo: Usa ⌘⇧4 para capturas. ¡Con esto activado, se guardan automáticamente!
fr: Astuce : Utilisez ⌘⇧4 pour les captures. Avec cette fonction, elles sont automatiquement sauvegardées !
hi: टिप: स्क्रीनशॉट के लिए ⌘⇧4 का उपयोग करें। इसे सक्षम करने पर, स्क्रीनशॉट स्वचालित रूप से सहेजे जाते हैं!
it: Suggerimento: Usa ⌘⇧4 per gli screenshot. Con questa funzione, vengono salvati automaticamente!
ja: ヒント：⌘⇧4でスクリーンショット。有効にすると自動保存されます！
ko: 팁: ⌘⇧4로 스크린샷. 활성화하면 자동으로 저장됩니다!
pt_br: Dica: Use ⌘⇧4 para capturar. Com isso ativado, as capturas são salvas automaticamente!
ru: Совет: Используйте ⌘⇧4 для скриншотов. С этой функцией они сохраняются автоматически!
zh_hans: 提示：使用 ⌘⇧4 截图。开启后，截图会自动保存到历史记录！
zh_hant: 提示：使用 ⌘⇧4 截圖。啟用後，截圖會自動儲存到歷史記錄！

# screenshot.change_folder
source: Change
ar: تغيير
es: Cambiar
fr: Modifier
hi: बदलें
it: Cambia
ja: 変更
ko: 변경
pt_br: Alterar
ru: Изменить
zh_hans: 更改
zh_hant: 更改

# screenshot.info
source: Only captures screenshots saved to this folder. Dragging the thumbnail preview won't be captured. Use ⌘⇧⌃4 to copy directly to clipboard instead.
ar: يلتقط فقط لقطات الشاشة المحفوظة في هذا المجلد. سحب المصغرة لن يتم التقاطه. استخدم ⌘⇧⌃4 بدلاً من ذلك.
es: Solo captura las capturas guardadas en esta carpeta. Arrastrar la miniatura no será capturado. Usa ⌘⇧⌃4 en su lugar.
fr: Capture uniquement les screenshots sauvegardés dans ce dossier. Glisser l'aperçu miniature ne sera pas capturé. Utilisez ⌘⇧⌃4 à la place.
hi: केवल इस फ़ोल्डर में सहेजे गए स्क्रीनशॉट कैप्चर करता है। थंबनेल को खींचना कैप्चर नहीं होगा। इसके बजाय ⌘⇧⌃4 का उपयोग करें।
it: Cattura solo gli screenshot salvati in questa cartella. Trascinare l'anteprima non verrà catturato. Usa invece ⌘⇧⌃4.
ja: このフォルダに保存されたスクリーンショットのみキャプチャします。サムネイルのドラッグはキャプチャされません。代わりに⌘⇧⌃4を使用してください。
ko: 이 폴더에 저장된 스크린샷만 캡처합니다. 미리보기 드래그는 캡처되지 않습니다. 대신 ⌘⇧⌃4를 사용하세요.
pt_br: Captura apenas as capturas salvas nesta pasta. Arrastar a miniatura não será capturado. Use ⌘⇧⌃4 em vez disso.
ru: Захватывает только скриншоты, сохранённые в этой папке. Перетаскивание миниатюры не будет захвачено. Используйте ⌘⇧⌃4.
zh_hans: 仅捕获保存到此文件夹的截图。直接拖拽缩略图不会被捕获。建议使用 ⌘⇧⌃4 直接复制到剪贴板。
zh_hant: 僅擷取儲存到此資料夾的螢幕截圖。直接拖曳縮圖不會被擷取。建議使用 ⌘⇧⌃4 直接複製到剪貼簿。

# direct_paste.section_title
source: Direct Paste
ar: اللصق المباشر
es: Pegado directo
fr: Collage direct
hi: डायरेक्ट पेस्ट
it: Incolla diretto
ja: ダイレクトペースト
ko: 직접 붙여넣기
pt_br: Colagem direta
ru: Прямая вставка
zh_hans: 直接粘贴
zh_hant: 直接貼上

# direct_paste.title
source: Direct Paste
ar: اللصق المباشر
es: Pegado directo
fr: Collage direct
hi: डायरेक्ट पेस्ट
it: Incolla diretto
ja: ダイレクトペースト
ko: 직접 붙여넣기
pt_br: Colagem direta
ru: Прямая вставка
zh_hans: 直接粘贴
zh_hant: 直接貼上

# direct_paste.subtitle
source: Paste instantly without pressing ⌘V
ar: لصق فوري بدون الضغط على ⌘V
es: Pegar instantáneamente sin presionar ⌘V
fr: Coller instantanément sans appuyer sur ⌘V
hi: ⌘V दबाए बिना तुरंत पेस्ट करें
it: Incolla istantaneamente senza premere ⌘V
ja: ⌘Vを押さずに即座にペースト
ko: ⌘V를 누르지 않고 즉시 붙여넣기
pt_br: Colar instantaneamente sem pressionar ⌘V
ru: Мгновенная вставка без нажатия ⌘V
zh_hans: 无需按 ⌘V 即可粘贴
zh_hant: 無需按 ⌘V 即可貼上

# direct_paste.enabled
source: Enabled
ar: مفعّل
es: Activado
fr: Activé
hi: सक्षम
it: Attivato
ja: 有効
ko: 활성화됨
pt_br: Ativado
ru: Включено
zh_hans: 已启用
zh_hant: 已啟用

# direct_paste.enable
source: Enable
ar: تفعيل
es: Activar
fr: Activer
hi: सक्षम करें
it: Attiva
ja: 有効にする
ko: 활성화
pt_br: Ativar
ru: Включить
zh_hans: 启用
zh_hant: 啟用

# direct_paste.guide_title
source: Direct Paste
ar: اللصق المباشر
es: Pegado directo
fr: Collage direct
hi: डायरेक्ट पेस्ट
it: Incolla diretto
ja: ダイレクトペースト
ko: 직접 붙여넣기
pt_br: Colagem direta
ru: Прямая вставка
zh_hans: 直接粘贴
zh_hant: 直接貼上

# direct_paste.guide_subtitle
source: Paste instantly to your active app without switching windows.
ar: لصق فوري في تطبيقك النشط بدون تبديل النوافذ.
es: Pegar instantáneamente en tu app activa sin cambiar de ventana.
fr: Coller instantanément dans votre app active sans changer de fenêtre.
hi: विंडो स्विच किए बिना अपने सक्रिय ऐप में तुरंत पेस्ट करें।
it: Incolla istantaneamente nella tua app attiva senza cambiare finestra.
ja: ウィンドウを切り替えずに アクティブなアプリに即座にペースト。
ko: 창을 전환하지 않고 활성 앱에 즉시 붙여넣기.
pt_br: Cole instantaneamente no seu app ativo sem trocar de janela.
ru: Мгновенно вставляйте в активное приложение без переключения окон.
zh_hans: 直接粘贴到当前应用 无需切换窗口。
zh_hant: 直接貼上到目前應用程式 無需切換視窗。

# direct_paste.what_changes
source: What changes:
ar: ما الذي يتغير:
es: Qué cambia:
fr: Ce qui change :
hi: क्या बदलता है:
it: Cosa cambia:
ja: 変更点：
ko: 변경 사항:
pt_br: O que muda:
ru: Что меняется:
zh_hans: 功能变化：
zh_hant: 功能變化：

# direct_paste.requires_accessibility
source: This feature requires Accessibility permission.
ar: تتطلب هذه الميزة إذن إمكانية الوصول.
es: Esta función requiere permiso de Accesibilidad.
fr: Cette fonction nécessite l'autorisation Accessibilité.
hi: इस सुविधा के लिए एक्सेसिबिलिटी अनुमति आवश्यक है।
it: Questa funzione richiede il permesso Accessibilità.
ja: この機能にはアクセシビリティ権限が必要です。
ko: 이 기능에는 손쉬운 사용 권한이 필요합니다.
pt_br: Este recurso requer permissão de Acessibilidade.
ru: Эта функция требует разрешения Универсального доступа.
zh_hans: 此功能需要辅助功能权限。
zh_hant: 此功能需要輔助使用權限。

# direct_paste.manual_add_note
source: You'll need to manually add ClipArc in System Settings.
ar: ستحتاج إلى إضافة ClipArc يدوياً في إعدادات النظام.
es: Deberás agregar ClipArc manualmente en Configuración del Sistema.
fr: Vous devrez ajouter manuellement ClipArc dans les Réglages Système.
hi: आपको सिस्टम सेटिंग्स में ClipArc को मैन्युअल रूप से जोड़ना होगा।
it: Dovrai aggiungere manualmente ClipArc in Impostazioni di Sistema.
ja: システム設定でClipArcを手動で追加する必要があります。
ko: 시스템 설정에서 ClipArc를 수동으로 추가해야 합니다.
pt_br: Você precisará adicionar o ClipArc manualmente em Ajustes do Sistema.
ru: Вам нужно вручную добавить ClipArc в Системных настройках.
zh_hans: 您需要在系统设置中手动添加 ClipArc。
zh_hant: 您需要在系統設定中手動新增 ClipArc。

# direct_paste.skip_for_now
source: Skip for Now
ar: تخطي الآن
es: Omitir por ahora
fr: Ignorer pour l'instant
hi: अभी के लिए छोड़ें
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
pt_br: Pular por enquanto
ru: Пропустить
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# direct_paste.mini_prompt_title
source: Reduce repetitive steps?
ar: تقليل الخطوات المتكررة؟
es: ¿Reducir pasos repetitivos?
fr: Réduire les étapes répétitives ?
hi: दोहराए जाने वाले कदम कम करें?
it: Ridurre i passaggi ripetitivi?
ja: 繰り返し作業を減らしますか？
ko: 반복 작업을 줄이시겠습니까?
pt_br: Reduzir etapas repetitivas?
ru: Сократить повторяющиеся шаги?
zh_hans: 减少重复操作？
zh_hant: 減少重複操作？

# direct_paste.mini_prompt_subtitle
source: Paste directly without switching back.
ar: لصق مباشرة بدون العودة.
es: Pegar directamente sin volver atrás.
fr: Coller directement sans revenir en arrière.
hi: वापस जाए बिना सीधे पेस्ट करें।
it: Incolla direttamente senza tornare indietro.
ja: 戻らずに直接ペースト。
ko: 돌아가지 않고 직접 붙여넣기.
pt_br: Cole diretamente sem voltar.
ru: Вставляйте напрямую без возврата.
zh_hans: 直接粘贴，无需切换窗口。
zh_hant: 直接貼上，無需切換視窗。

# direct_paste.maybe_later
source: Maybe Later
ar: ربما لاحقاً
es: Quizás después
fr: Peut-être plus tard
hi: शायद बाद में
it: Forse dopo
ja: 後で
ko: 나중에
pt_br: Talvez depois
ru: Может быть позже
zh_hans: 以后再说
zh_hant: 以後再說

# direct_paste.learn_how
source: Learn How
ar: اعرف المزيد
es: Saber más
fr: En savoir plus
hi: जानें कैसे
it: Scopri come
ja: 詳しく見る
ko: 자세히 알아보기
pt_br: Saiba mais
ru: Узнать больше
zh_hans: 了解详情
zh_hant: 瞭解詳情

# direct_paste.benefit1
source: Click an item → content pastes immediately
ar: انقر على عنصر ← يتم لصق المحتوى فوراً
es: Haz clic en un elemento → el contenido se pega inmediatamente
fr: Cliquez sur un élément → le contenu est collé immédiatement
hi: आइटम पर क्लिक करें → सामग्री तुरंत पेस्ट हो जाती है
it: Clicca su un elemento → il contenuto viene incollato immediatamente
ja: アイテムをクリック → 内容が即座にペースト
ko: 항목 클릭 → 내용이 즉시 붙여넣어짐
pt_br: Clique em um item → conteúdo é colado imediatamente
ru: Нажмите на элемент → содержимое вставляется мгновенно
zh_hans: 点击项目 → 内容立即粘贴
zh_hant: 點擊項目 → 內容立即貼上

# direct_paste.benefit2
source: No need to press ⌘V manually
ar: لا حاجة للضغط يدوياً على ⌘V
es: No necesitas presionar ⌘V manualmente
fr: Pas besoin d'appuyer manuellement sur ⌘V
hi: मैन्युअल रूप से ⌘V दबाने की जरूरत नहीं
it: Non serve premere ⌘V manualmente
ja: 手動で⌘Vを押す必要なし
ko: 수동으로 ⌘V를 누를 필요 없음
pt_br: Não precisa pressionar ⌘V manualmente
ru: Не нужно вручную нажимать ⌘V
zh_hans: 无需手动按 ⌘V
zh_hant: 無需手動按 ⌘V

# direct_paste.benefit3
source: Fewer steps, faster workflow
ar: خطوات أقل، سير عمل أسرع
es: Menos pasos, flujo de trabajo más rápido
fr: Moins d'étapes, flux de travail plus rapide
hi: कम कदम, तेज़ वर्कफ़्लो
it: Meno passaggi, flusso di lavoro più veloce
ja: より少ないステップ、より速いワークフロー
ko: 더 적은 단계, 더 빠른 워크플로우
pt_br: Menos etapas, fluxo de trabalho mais rápido
ru: Меньше шагов, быстрее рабочий процесс
zh_hans: 更少步骤，更快工作流
zh_hant: 更少步驟，更快工作流程

# subscription.upgrade_to_pro
source: Upgrade to Pro
ar: الترقية إلى Pro
es: Actualizar a Pro
fr: Passer à Pro
hi: Pro में अपग्रेड करें
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt_br: Atualizar para Pro
ru: Перейти на Pro
zh_hans: 升级到专业版
zh_hant: 升級到專業版

# subscription.unlock_full_power
source: Unlock the full power of ClipArc
ar: أطلق العنان لكامل قوة ClipArc
es: Desbloquea todo el poder de ClipArc
fr: Débloquez toute la puissance de ClipArc
hi: ClipArc की पूरी शक्ति अनलॉक करें
it: Sblocca tutta la potenza di ClipArc
ja: ClipArcの全機能を解放
ko: ClipArc의 모든 기능 잠금 해제
pt_br: Desbloqueie todo o poder do ClipArc
ru: Разблокируйте всю мощь ClipArc
zh_hans: 解锁 ClipArc 全部功能
zh_hant: 解鎖 ClipArc 全部功能

# subscription.loading_prices
source: Loading prices from App Store...
ar: جاري تحميل الأسعار من App Store...
es: Cargando precios desde App Store...
fr: Chargement des prix depuis l'App Store...
hi: App Store से कीमतें लोड हो रही हैं...
it: Caricamento prezzi dall'App Store...
ja: App Storeから価格を読み込み中...
ko: App Store에서 가격 로딩 중...
pt_br: Carregando preços da App Store...
ru: Загрузка цен из App Store...
zh_hans: 正在从 App Store 加载价格...
zh_hant: 正在從 App Store 載入價格...

# subscription.subscribe
source: Subscribe
ar: اشتراك
es: Suscribirse
fr: S'abonner
hi: सदस्यता लें
it: Abbonati
ja: 購読する
ko: 구독하기
pt_br: Assinar
ru: Подписаться
zh_hans: 订阅
zh_hant: 訂閱

# subscription.one_time_purchase
source: One-time Purchase
ar: شراء لمرة واحدة
es: Compra única
fr: Achat unique
hi: एक बार की खरीद
it: Acquisto singolo
ja: 一回払い
ko: 일회성 구매
pt_br: Compra única
ru: Единоразовая покупка
zh_hans: 一次性购买
zh_hant: 一次性購買

# subscription.cancel_anytime
source: Cancel anytime. Subscription auto-renews.
ar: إلغاء في أي وقت. تجديد تلقائي.
es: Cancela cuando quieras. Renovación automática.
fr: Annulez à tout moment. Renouvellement automatique.
hi: कभी भी रद्द करें। ऑटो-नवीनीकरण।
it: Annulla quando vuoi. Rinnovo automatico.
ja: いつでもキャンセル可能。自動更新。
ko: 언제든지 취소 가능. 자동 갱신.
pt_br: Cancele a qualquer momento. Renovação automática.
ru: Отмена в любое время. Автопродление.
zh_hans: 随时取消。订阅自动续订。
zh_hant: 隨時取消。訂閱自動續訂。

# subscription.auto_renew_note
source: Subscriptions auto-renew until canceled. Cancel anytime in App Store settings.
ar: يتم تجديد الاشتراكات تلقائياً. ألغِ في أي وقت من إعدادات App Store.
es: Las suscripciones se renuevan automáticamente. Cancela cuando quieras en la configuración de App Store.
fr: Les abonnements se renouvellent automatiquement. Annulez à tout moment dans les réglages de l'App Store.
hi: सदस्यताएं स्वचालित रूप से नवीनीकृत होती हैं। App Store सेटिंग्स में कभी भी रद्द करें।
it: Gli abbonamenti si rinnovano automaticamente. Annulla quando vuoi nelle impostazioni dell'App Store.
ja: 購読は自動更新されます。App Store設定でいつでもキャンセルできます。
ko: 구독은 자동으로 갱신됩니다. App Store 설정에서 언제든지 취소할 수 있습니다.
pt_br: As assinaturas são renovadas automaticamente. Cancele a qualquer momento nos ajustes da App Store.
ru: Подписки продлеваются автоматически. Отмените в любое время в настройках App Store.
zh_hans: 订阅自动续订。可随时在 App Store 设置中取消。
zh_hant: 訂閱自動續訂。可隨時在 App Store 設定中取消。

# subscription.best_value
source: BEST VALUE
ar: أفضل قيمة
es: MEJOR VALOR
fr: MEILLEURE OFFRE
hi: सर्वोत्तम मूल्य
it: MIGLIOR VALORE
ja: お得
ko: 최고 가치
pt_br: MELHOR VALOR
ru: ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ
zh_hans: 最超值
zh_hant: 最超值

# subscription.one_time
source: one-time
ar: لمرة واحدة
es: único
fr: unique
hi: एक बार
it: singolo
ja: 一回
ko: 일회성
pt_br: única
ru: единоразово
zh_hans: 一次性
zh_hant: 一次性

# subscription.retry
source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# subscription.restore_purchases
source: Restore Purchases
ar: استعادة المشتريات
es: Restaurar compras
fr: Restaurer les achats
hi: खरीद पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# subscription.continue_free
source: Continue Free
ar: متابعة مجاناً
es: Continuar gratis
fr: Continuer gratuitement
hi: मुफ़्त जारी रखें
it: Continua gratis
ja: 無料で続ける
ko: 무료로 계속
pt_br: Continuar grátis
ru: Продолжить бесплатно
zh_hans: 继续使用免费版
zh_hant: 繼續使用免費版

# subscription.features_unlocked
source: Features Unlocked
ar: الميزات المفتوحة
es: Funciones desbloqueadas
fr: Fonctionnalités débloquées
hi: अनलॉक की गई सुविधाएं
it: Funzionalità sbloccate
ja: 解放された機能
ko: 잠금 해제된 기능
pt_br: Recursos desbloqueados
ru: Разблокированные функции
zh_hans: 功能已解锁
zh_hant: 功能已解鎖

# subscription.select_plan
source: Select a Plan
ar: اختر خطة
es: Seleccionar plan
fr: Choisir un forfait
hi: प्लान चुनें
it: Seleziona piano
ja: プランを選択
ko: 플랜 선택
pt_br: Selecionar plano
ru: Выбрать план
zh_hans: 选择方案
zh_hant: 選擇方案

# subscription.purchase_lifetime
source: Purchase Lifetime
ar: شراء مدى الحياة
es: Comprar de por vida
fr: Acheter à vie
hi: लाइफटाइम खरीदें
it: Acquista a vita
ja: 永久ライセンスを購入
ko: 평생 구매
pt_br: Comprar vitalício
ru: Купить навсегда
zh_hans: 购买终身版
zh_hant: 購買終身版

# subscription.start_free_trial
source: Start Free Trial
ar: بدء التجربة المجانية
es: Iniciar prueba gratuita
fr: Démarrer l'essai gratuit
hi: नि:शुल्क परीक्षण शुरू करें
it: Inizia prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
pt_br: Iniciar teste grátis
ru: Начать пробный период
zh_hans: 开始免费试用
zh_hant: 開始免費試用

# subscription.free_trial_badge
source: 14-day free trial
ar: 14 يوم تجربة مجانية
es: 14 días de prueba gratis
fr: 14 jours d'essai gratuit
hi: 14 दिन का नि:शुल्क परीक्षण
it: 14 giorni di prova gratuita
ja: 14日間無料トライアル
ko: 14일 무료 체험
pt_br: 14 dias de teste grátis
ru: 14 дней бесплатно
zh_hans: 14 天免费试用
zh_hant: 14 天免費試用

# subscription.pay_once
source: Pay once, own forever
ar: ادفع مرة واحدة، امتلك للأبد
es: Paga una vez, posee para siempre
fr: Payez une fois, possédez pour toujours
hi: एक बार भुगतान करें, हमेशा के लिए अपना
it: Paga una volta, possiedi per sempre
ja: 一度の支払いで永久に所有
ko: 한 번 결제, 영구 소유
pt_br: Pague uma vez, possua para sempre
ru: Заплатите один раз, владейте навсегда
zh_hans: 一次付款，永久使用
zh_hant: 一次付款，永久使用

# subscription.terms_of_service
source: Terms of Service
ar: شروط الخدمة
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de Serviço
ru: Условия использования
zh_hans: 服务条款
zh_hant: 服務條款

# subscription.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私權政策

# subscription.per_month
source: per month
ar: شهرياً
es: por mes
fr: par mois
hi: प्रति माह
it: al mese
ja: 月額
ko: 월
pt_br: por mês
ru: в месяц
zh_hans: 每月
zh_hant: 每月

# subscription.per_year
source: per year
ar: سنوياً
es: por año
fr: par an
hi: प्रति वर्ष
it: all'anno
ja: 年額
ko: 년
pt_br: por ano
ru: в год
zh_hans: 每年
zh_hant: 每年

# subscription.per_week
source: per week
ar: أسبوعياً
es: por semana
fr: par semaine
hi: प्रति सप्ताह
it: a settimana
ja: 週額
ko: 주
pt_br: por semana
ru: в неделю
zh_hans: 每周
zh_hant: 每週

# subscription.per_day
source: per day
ar: يومياً
es: por día
fr: par jour
hi: प्रति दिन
it: al giorno
ja: 日額
ko: 일
pt_br: por dia
ru: в день
zh_hans: 每天
zh_hant: 每天

# subscription.feature.unlimited_history
source: Unlimited History
ar: سجل غير محدود
es: Historial ilimitado
fr: Historique illimité
hi: असीमित इतिहास
it: Cronologia illimitata
ja: 無制限の履歴
ko: 무제한 기록
pt_br: Histórico ilimitado
ru: Безлимитная история
zh_hans: 无限历史记录
zh_hant: 無限歷史記錄

# subscription.feature.unlimited_history_desc
source: Keep all your clipboard items forever
ar: احتفظ بجميع عناصر الحافظة للأبد
es: Guarda todos tus elementos para siempre
fr: Conservez tous vos éléments pour toujours
hi: सभी क्लिपबोर्ड आइटम हमेशा के लिए रखें
it: Conserva tutti i tuoi elementi per sempre
ja: すべてのクリップボードアイテムを永久に保存
ko: 모든 클립보드 항목을 영구 보관
pt_br: Mantenha todos os seus itens para sempre
ru: Храните все элементы буфера навсегда
zh_hans: 永久保留所有剪贴板内容
zh_hant: 永久保留所有剪貼簿內容

# subscription.feature.advanced_search
source: Advanced Search
ar: بحث متقدم
es: Búsqueda avanzada
fr: Recherche avancée
hi: उन्नत खोज
it: Ricerca avanzata
ja: 高度な検索
ko: 고급 검색
pt_br: Busca avançada
ru: Расширенный поиск
zh_hans: 高级搜索
zh_hant: 進階搜尋

# subscription.feature.advanced_search_desc
source: Fuzzy search across all history
ar: بحث ضبابي في كل السجل
es: Búsqueda difusa en todo el historial
fr: Recherche floue dans tout l'historique
hi: पूरे इतिहास में फ़ज़ी खोज
it: Ricerca fuzzy in tutta la cronologia
ja: 全履歴でのファジー検索
ko: 전체 기록에서 퍼지 검색
pt_br: Busca fuzzy em todo o histórico
ru: Нечёткий поиск по всей истории
zh_hans: 模糊搜索所有历史记录
zh_hant: 模糊搜尋所有歷史記錄

# subscription.feature.global_hotkey
source: Global Hotkey
ar: اختصار عام
es: Atajo global
fr: Raccourci global
hi: ग्लोबल हॉटकी
it: Scorciatoia globale
ja: グローバルホットキー
ko: 전역 단축키
pt_br: Atalho global
ru: Глобальная горячая клавиша
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

# subscription.feature.global_hotkey_desc
source: Quick access from anywhere
ar: وصول سريع من أي مكان
es: Acceso rápido desde cualquier lugar
fr: Accès rapide depuis n'importe où
hi: कहीं से भी त्वरित पहुंच
it: Accesso rapido da ovunque
ja: どこからでも素早くアクセス
ko: 어디서나 빠른 접근
pt_br: Acesso rápido de qualquer lugar
ru: Быстрый доступ откуда угодно
zh_hans: 随时随地快速访问
zh_hant: 隨時隨地快速存取

# subscription.feature.instant_paste
source: Instant Paste
ar: لصق فوري
es: Pegado instantáneo
fr: Collage instantané
hi: तत्काल पेस्ट
it: Incolla istantaneo
ja: 即時ペースト
ko: 즉시 붙여넣기
pt_br: Colagem instantânea
ru: Мгновенная вставка
zh_hans: 即时粘贴
zh_hant: 即時貼上

# subscription.feature.instant_paste_desc
source: Auto-paste to active app
ar: لصق تلقائي في التطبيق النشط
es: Pegar automáticamente en la app activa
fr: Coller automatiquement dans l'app active
hi: सक्रिय ऐप में ऑटो-पेस्ट
it: Incolla automaticamente nell'app attiva
ja: アクティブなアプリに自動ペースト
ko: 활성 앱에 자동 붙여넣기
pt_br: Colar automaticamente no app ativo
ru: Автовставка в активное приложение
zh_hans: 自动粘贴到当前应用
zh_hant: 自動貼上到目前應用程式

# login.tagline
source: Your Smart Clipboard Manager
ar: مدير الحافظة الذكي الخاص بك
es: Tu gestor de portapapeles inteligente
fr: Votre gestionnaire de presse-papiers intelligent
hi: आपका स्मार्ट क्लिपबोर्ड मैनेजर
it: Il tuo gestore appunti intelligente
ja: スマートなクリップボードマネージャー
ko: 스마트 클립보드 관리자
pt_br: Seu gerenciador de área de transferência inteligente
ru: Ваш умный менеджер буфера обмена
zh_hans: 您的智能剪贴板管理器
zh_hant: 您的智慧剪貼簿管理器

# login.sign_in_description
source: Sign in to sync your clipboard history and unlock all features
ar: سجّل الدخول لمزامنة سجلك وفتح جميع الميزات
es: Inicia sesión para sincronizar tu historial y desbloquear todas las funciones
fr: Connectez-vous pour synchroniser votre historique et débloquer toutes les fonctionnalités
hi: अपने इतिहास को सिंक करने और सभी सुविधाओं को अनलॉक करने के लिए साइन इन करें
it: Accedi per sincronizzare la cronologia e sbloccare tutte le funzionalità
ja: サインインして履歴を同期し、すべての機能を解放
ko: 로그인하여 기록을 동기화하고 모든 기능 잠금 해제
pt_br: Entre para sincronizar seu histórico e desbloquear todos os recursos
ru: Войдите, чтобы синхронизировать историю и разблокировать все функции
zh_hans: 登录以同步剪贴板历史记录并解锁所有功能
zh_hant: 登入以同步剪貼簿歷史記錄並解鎖所有功能

# login.subscription_note
source: Some features require subscription
ar: بعض الميزات تتطلب اشتراكاً
es: Algunas funciones requieren suscripción
fr: Certaines fonctionnalités nécessitent un abonnement
hi: कुछ सुविधाओं के लिए सदस्यता आवश्यक है
it: Alcune funzionalità richiedono un abbonamento
ja: 一部の機能には購読が必要です
ko: 일부 기능에는 구독이 필요합니다
pt_br: Alguns recursos requerem assinatura
ru: Некоторые функции требуют подписки
zh_hans: 部分功能需要订阅
zh_hant: 部分功能需要訂閱

# login.continue_without_signin
source: Continue without signing in
ar: المتابعة بدون تسجيل الدخول
es: Continuar sin iniciar sesión
fr: Continuer sans se connecter
hi: साइन इन किए बिना जारी रखें
it: Continua senza accedere
ja: サインインせずに続ける
ko: 로그인 없이 계속
pt_br: Continuar sem entrar
ru: Продолжить без входа
zh_hans: 不登录继续使用
zh_hant: 不登入繼續使用

# onboarding.subscription_note
source: Subscriptions auto-renew until canceled. Cancel anytime in App Store settings.
ar: يتم تجديد الاشتراكات تلقائياً. ألغِ في أي وقت من إعدادات App Store.
es: Las suscripciones se renuevan automáticamente. Cancela cuando quieras en la configuración de App Store.
fr: Les abonnements se renouvellent automatiquement. Annulez à tout moment dans les réglages de l'App Store.
hi: सदस्यताएं स्वचालित रूप से नवीनीकृत होती हैं। App Store सेटिंग्स में कभी भी रद्द करें।
it: Gli abbonamenti si rinnovano automaticamente. Annulla quando vuoi nelle impostazioni dell'App Store.
ja: 購読は自動更新されます。App Store設定でいつでもキャンセルできます。
ko: 구독은 자동으로 갱신됩니다. App Store 설정에서 언제든지 취소할 수 있습니다.
pt_br: As assinaturas são renovadas automaticamente. Cancele a qualquer momento nos ajustes da App Store.
ru: Подписки продлеваются автоматически. Отмените в любое время в настройках App Store.
zh_hans: 订阅自动续订。可随时在 App Store 设置中取消。
zh_hant: 訂閱自動續訂。可隨時在 App Store 設定中取消。

# card.enter_key
source: Enter
es: Intro
fr: Entrée
it: Invio
zh_hans: 回车

# card.files_count
source: %d files
ar: %d ملفات
es: %d archivos
fr: %d fichiers
hi: %d फ़ाइलें
it: %d file
ja: %d個のファイル
ko: %d개 파일
pt_br: %d arquivos
ru: %d файлов
zh_hans: %d 个文件
zh_hant: %d 個檔案

# card.more_files
source: ... and %d more
ar: ... و %d إضافية
es: ... y %d más
fr: ... et %d de plus
hi: ... और %d अधिक
it: ... e altri %d
ja: ... 他%d個
ko: ... 외 %d개
pt_br: ... e mais %d
ru: ... и ещё %d
zh_hans: ... 以及 %d 个更多
zh_hant: ... 以及 %d 個更多

# card.chars_count
source: %d chars
ar: %d حرف
es: %d caracteres
fr: %d caractères
hi: %d अक्षर
it: %d caratteri
ja: %d文字
ko: %d자
pt_br: %d caracteres
ru: %d символов
zh_hans: %d 个字符
zh_hant: %d 個字元

# accessibility.guide_title
source: Accessibility
ar: إمكانية الوصول
es: Accesibilidad
fr: Accessibilité
hi: एक्सेसिबिलिटी
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
pt_br: Acessibilidade
ru: Универсальный доступ
zh_hans: 辅助功能
zh_hant: 輔助使用
