Repository: FreeAdam2023/ClipArc
Catalog: ClipArc/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# settings.login_required_message
source: Please sign in with your Apple ID first to subscribe. Go to the Account tab to sign in.
ar: يرجى تسجيل الدخول باستخدام Apple ID أولاً للاشتراك. انتقل إلى علامة تبويب الحساب لتسجيل الدخول.
es: Por favor, inicia sesión con tu Apple ID primero para suscribirte. Ve a la pestaña Cuenta para iniciar sesión.
fr: Veuillez d'abord vous connecter avec votre Apple ID pour vous abonner. Allez dans l'onglet Compte pour vous connecter.
hi: सब्सक्राइब करने के लिए कृपया पहले अपने Apple ID से साइन इन करें। साइन इन करने के लिए खाता टैब पर जाएं।
it: Accedi prima con il tuo Apple ID per abbonarti. Vai alla scheda Account per accedere.
ja: 購読するには、まずApple IDでサインインしてください。アカウントタブでサインインしてください。
ko: 구독하려면 먼저 Apple ID로 로그인하세요. 계정 탭에서 로그인하세요.
pt_br: Por favor, entre com seu Apple ID primeiro para assinar. Vá para a aba Conta para entrar.
ru: Пожалуйста, сначала войдите с Apple ID для оформления подписки. Перейдите на вкладку Учётная запись.
zh_hans: 请先使用 Apple ID 登录后再订阅。请前往「账户」页面登录。
zh_hant: 請先使用 Apple ID 登入後再訂閱。請前往「帳戶」頁面登入。

# settings.go_to_account
source: OK
ar: حسناً
hi: ठीक है
ko: 확인
ru: ОК
zh_hans: 好的
zh_hant: 好的

# settings.accessibility_guide
source: System Settings → Privacy & Security → Accessibility → Enable ClipArc
ar: إعدادات النظام ← الخصوصية والأمان ← إمكانية الوصول ← تفعيل ClipArc
es: Ajustes del Sistema → Privacidad y Seguridad → Accesibilidad → Activar ClipArc
fr: Réglages Système → Confidentialité et sécurité → Accessibilité → Activer ClipArc
hi: सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → एक्सेसिबिलिटी → ClipArc सक्षम करें
it: Impostazioni di Sistema → Privacy e Sicurezza → Accessibilità → Abilita ClipArc
ja: システム設定 → プライバシーとセキュリティ → アクセシビリティ → ClipArcを有効化
ko: 시스템 설정 → 개인정보 보호 및 보안 → 손쉬운 사용 → ClipArc 활성화
pt_br: Configurações do Sistema → Privacidade e Segurança → Acessibilidade → Ativar ClipArc
ru: Системные настройки → Конфиденциальность и безопасность → Универсальный доступ → Включить ClipArc
zh_hans: 系统设置 → 隐私与安全性 → 辅助功能 → 启用 ClipArc
zh_hant: 系統設定 → 隱私權與安全性 → 輔助使用 → 啟用 ClipArc

# settings.pro_badge
source: ClipArc Pro
zh_hans: ClipArc 专业版
zh_hant: ClipArc 專業版

# settings.lifetime_license
source: Lifetime License
ar: ترخيص مدى الحياة
es: Licencia de por vida
fr: Licence à vie
hi: आजीवन लाइसेंस
it: Licenza a vita
ja: 永久ライセンス
ko: 평생 라이선스
pt_br: Licença vitalícia
ru: Пожизненная лицензия
zh_hans: 终身授权
zh_hant: 終身授權

# settings.renews_on
source: Renews %@
ar: يتجدد في %@
es: Se renueva el %@
fr: Renouvellement le %@
hi: %@ को नवीनीकरण
it: Rinnovo il %@
ja: %@ に更新
ko: %@ 갱신
pt_br: Renova em %@
ru: Продление %@
zh_hans: 续订日期 %@
zh_hant: 續訂日期 %@

# settings.manage_subscription
source: Manage Subscription
ar: إدارة الاشتراك
es: Gestionar suscripción
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधित करें
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
ru: Управление подпиской
zh_hans: 管理订阅
zh_hant: 管理訂閱

# settings.upgrade_to_pro
source: Upgrade to Pro
ar: الترقية إلى Pro
es: Actualizar a Pro
fr: Passer à Pro
hi: Pro में अपग्रेड करें
it: Passa a Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
pt_br: Atualizar para Pro
ru: Обновить до Pro
zh_hans: 升级到专业版
zh_hant: 升級至專業版

# settings.upgrade_description
source: Get unlimited clipboard history and more
ar: احصل على سجل حافظة غير محدود والمزيد
es: Obtén historial ilimitado del portapapeles y más
fr: Obtenez un historique illimité du presse-papiers et plus
hi: असीमित क्लिपबोर्ड इतिहास और अधिक प्राप्त करें
it: Ottieni cronologia appunti illimitata e altro
ja: 無制限のクリップボード履歴などを取得
ko: 무제한 클립보드 기록 등 더 많은 기능
pt_br: Obtenha histórico ilimitado da área de transferência e mais
ru: Получите безлимитную историю буфера обмена и многое другое
zh_hans: 获取无限剪贴板历史记录等更多功能
zh_hant: 取得無限剪貼簿歷史紀錄等更多功能

# settings.restore_purchases
source: Restore Purchases
ar: استعادة المشتريات
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# settings.version
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

# settings.about_description
source: A fast and simple clipboard manager for macOS
ar: مدير حافظة سريع وبسيط لنظام macOS
es: Un gestor de portapapeles rápido y sencillo para macOS
fr: Un gestionnaire de presse-papiers rapide et simple pour macOS
hi: macOS के लिए एक तेज़ और सरल क्लिपबोर्ड मैनेजर
it: Un gestore degli appunti veloce e semplice per macOS
ja: macOS 用の高速でシンプルなクリップボードマネージャー
ko: macOS용 빠르고 간단한 클립보드 관리자
pt_br: Um gerenciador de área de transferência rápido e simples para macOS
ru: Быстрый и простой менеджер буфера обмена для macOS
zh_hans: 一款快速简洁的 macOS 剪贴板管理器
zh_hant: 一款快速簡潔的 macOS 剪貼簿管理器

# settings.support
source: Support
ar: الدعم
es: Soporte
fr: Assistance
hi: सहायता
it: Supporto
ja: サポート
ko: 지원
pt_br: Suporte
ru: Поддержка
zh_hans: 支持
zh_hant: 支援

# settings.privacy
source: Privacy
ar: الخصوصية
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私

# settings.terms
source: Terms
ar: الشروط
es: Términos
fr: Conditions
hi: शर्तें
it: Termini
ja: 利用規約
ko: 약관
pt_br: Termos
ru: Условия
zh_hans: 条款
zh_hant: 條款

# settings.storage
source: Storage
ar: التخزين
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранилище
zh_hans: 存储
zh_hant: 儲存空間

# settings.cache_size
source: Cache Size
ar: حجم ذاكرة التخزين المؤقت
es: Tamaño de caché
fr: Taille du cache
hi: कैश आकार
it: Dimensione cache
ja: キャッシュサイズ
ko: 캐시 크기
pt_br: Tamanho do cache
ru: Размер кэша
zh_hans: 缓存大小
zh_hant: 快取大小

# settings.history_items
source: History Items
ar: عناصر السجل
es: Elementos del historial
fr: Éléments de l'historique
hi: इतिहास आइटम
it: Elementi cronologia
ja: 履歴アイテム
ko: 기록 항목
pt_br: Itens do histórico
ru: Элементов в истории
zh_hans: 历史记录数
zh_hant: 歷史記錄數

# settings.clear_cache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
es: Limpiar caché
fr: Vider le cache
hi: कैश साफ़ करें
it: Svuota cache
ja: キャッシュを消去
ko: 캐시 삭제
pt_br: Limpar cache
ru: Очистить кэш
zh_hans: 清除缓存
zh_hant: 清除快取

# settings.clear_cache_message
source: This will remove all cached images and thumbnails. Your clipboard history will be preserved.
ar: سيؤدي هذا إلى إزالة جميع الصور والصور المصغرة المخزنة مؤقتاً. سيتم الاحتفاظ بسجل الحافظة الخاص بك.
es: Esto eliminará todas las imágenes y miniaturas en caché. Tu historial del portapapeles se conservará.
fr: Toutes les images et miniatures en cache seront supprimées. Votre historique du presse-papiers sera conservé.
hi: यह सभी कैश्ड छवियों और थंबनेल को हटा देगा। आपका क्लिपबोर्ड इतिहास सुरक्षित रहेगा।
it: Verranno rimosse tutte le immagini e miniature nella cache. La cronologia degli appunti verrà conservata.
ja: キャッシュされたすべての画像とサムネイルが削除されます。クリップボード履歴は保持されます。
ko: 캐시된 모든 이미지와 썸네일이 삭제됩니다. 클립보드 기록은 유지됩니다.
pt_br: Isso removerá todas as imagens e miniaturas em cache. Seu histórico da área de transferência será preservado.
ru: Все кэшированные изображения и миниатюры будут удалены. История буфера обмена сохранится.
zh_hans: 这将删除所有缓存的图片和缩略图。您的剪贴板历史记录将被保留。
zh_hant: 這將刪除所有快取的圖片和縮圖。您的剪貼簿歷史記錄將被保留。

# settings.clear_all_history
source: Clear All History
ar: مسح كل السجل
es: Borrar todo el historial
fr: Effacer tout l'historique
hi: सारा इतिहास साफ़ करें
it: Cancella tutta la cronologia
ja: すべての履歴を消去
ko: 모든 기록 삭제
pt_br: Limpar todo o histórico
ru: Очистить всю историю
zh_hans: 清除所有历史
zh_hant: 清除所有歷史

# settings.clear_history_message
source: This will permanently delete all clipboard history. This action cannot be undone.
ar: سيؤدي هذا إلى حذف سجل الحافظة بالكامل نهائياً. لا يمكن التراجع عن هذا الإجراء.
es: Esto eliminará permanentemente todo el historial del portapapeles. Esta acción no se puede deshacer.
fr: Tout l'historique du presse-papiers sera définitivement supprimé. Cette action est irréversible.
hi: यह सभी क्लिपबोर्ड इतिहास को स्थायी रूप से हटा देगा। इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Tutta la cronologia degli appunti verrà eliminata permanentemente. Questa azione non può essere annullata.
ja: すべてのクリップボード履歴が完全に削除されます。この操作は元に戻せません。
ko: 모든 클립보드 기록이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Isso excluirá permanentemente todo o histórico da área de transferência. Esta ação não pode ser desfeita.
ru: Вся история буфера обмена будет безвозвратно удалена. Это действие нельзя отменить.
zh_hans: 这将永久删除所有剪贴板历史记录。此操作无法撤销。
zh_hant: 這將永久刪除所有剪貼簿歷史記錄。此操作無法撤銷。

# settings.clear
source: Clear
ar: مسح
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 삭제
pt_br: Limpar
ru: Очистить
zh_hans: 清除
zh_hant: 清除

# clipboard.empty.title
source: No Clips Yet
ar: لا توجد قصاصات بعد
es: Sin clips aún
fr: Pas encore de clips
hi: अभी कोई क्लिप नहीं
it: Nessun clip ancora
ja: クリップがありません
ko: 클립 없음
pt_br: Nenhum clip ainda
ru: Пока нет клипов
zh_hans: 暂无剪贴内容
zh_hant: 尚無剪貼內容

# clipboard.empty.subtitle
source: Copy something to get started
ar: انسخ شيئاً للبدء
es: Copia algo para comenzar
fr: Copiez quelque chose pour commencer
hi: शुरू करने के लिए कुछ कॉपी करें
it: Copia qualcosa per iniziare
ja: 何かをコピーして始めましょう
ko: 무언가를 복사하여 시작하세요
pt_br: Copie algo para começar
ru: Скопируйте что-нибудь, чтобы начать
zh_hans: 复制内容即可开始
zh_hant: 複製內容即可開始

# clipboard.search.placeholder
source: Search clips...
ar: البحث في القصاصات...
es: Buscar clips...
fr: Rechercher des clips...
hi: क्लिप खोजें...
it: Cerca clip...
ja: クリップを検索...
ko: 클립 검색...
pt_br: Buscar clips...
ru: Поиск клипов...
zh_hans: 搜索剪贴内容...
zh_hant: 搜尋剪貼內容...

# clipboard.search.no_results
source: No results found
ar: لم يتم العثور على نتائج
es: No se encontraron resultados
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 결과 없음
pt_br: Nenhum resultado encontrado
ru: Результаты не найдены
zh_hans: 未找到结果
zh_hant: 找不到結果

# clipboard.copied
source: Copied
ar: تم النسخ
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制
zh_hant: 已複製

# clipboard.pasted
source: Pasted
ar: تم اللصق
es: Pegado
fr: Collé
hi: पेस्ट किया गया
it: Incollato
ja: ペーストしました
ko: 붙여넣기됨
pt_br: Colado
ru: Вставлено
zh_hans: 已粘贴
zh_hant: 已貼上

# clipboard.type.all
source: All
ar: الكل
es: Todo
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
zh_hans: 全部
zh_hant: 全部

# clipboard.type.frequent
source: Frequent
ar: متكرر
es: Frecuente
fr: Fréquent
hi: बारंबार
it: Frequente
ja: よく使う
ko: 자주 사용
pt_br: Frequente
ru: Частые
zh_hans: 常用
zh_hant: 常用

# clipboard.type.text
source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本
zh_hant: 文字

# clipboard.type.image
source: Image
ar: صورة
es: Imagen
hi: छवि
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
ru: Изображение
zh_hans: 图片
zh_hant: 圖片

# clipboard.type.file
source: File
ar: ملف
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
zh_hans: 文件
zh_hant: 檔案

# clipboard.type.link
source: Link
ar: رابط
es: Enlace
fr: Lien
hi: लिंक
ja: リンク
ko: 링크
ru: Ссылка
zh_hans: 链接
zh_hant: 連結

# clipboard.delete_selected
source: Delete Selected
ar: حذف المحدد
es: Eliminar seleccionados
fr: Supprimer la sélection
hi: चयनित हटाएं
it: Elimina selezionati
ja: 選択項目を削除
ko: 선택 항목 삭제
pt_br: Excluir selecionados
ru: Удалить выбранное
zh_hans: 删除所选
zh_hant: 刪除所選

# menu.show_panel
source: Show ClipArc
ar: إظهار ClipArc
es: Mostrar ClipArc
fr: Afficher ClipArc
hi: ClipArc दिखाएं
it: Mostra ClipArc
ja: ClipArc を表示
ko: ClipArc 표시
pt_br: Mostrar ClipArc
ru: Показать ClipArc
zh_hans: 显示 ClipArc
zh_hant: 顯示 ClipArc

# menu.preferences
source: Preferences...
ar: التفضيلات...
es: Preferencias...
fr: Préférences...
hi: प्राथमिकताएं...
it: Preferenze...
ja: 環境設定...
ko: 환경설정...
pt_br: Preferências...
ru: Настройки...
zh_hans: 偏好设置...
zh_hant: 偏好設定...

# menu.clear_history
source: Clear History
ar: مسح السجل
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清除历史
zh_hant: 清除歷史

# menu.about
source: About ClipArc
ar: حول ClipArc
es: Acerca de ClipArc
fr: À propos de ClipArc
hi: ClipArc के बारे में
it: Informazioni su ClipArc
ja: ClipArc について
ko: ClipArc에 관하여
pt_br: Sobre o ClipArc
ru: О ClipArc
zh_hans: 关于 ClipArc
zh_hant: 關於 ClipArc

# menu.help
source: Help
ar: مساعدة
es: Ayuda
fr: Aide
hi: सहायता
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Справка
zh_hans: 帮助
zh_hant: 幫助

# menu.quit
source: Quit ClipArc
ar: إنهاء ClipArc
es: Salir de ClipArc
fr: Quitter ClipArc
hi: ClipArc छोड़ें
it: Esci da ClipArc
ja: ClipArc を終了
ko: ClipArc 종료
pt_br: Sair do ClipArc
ru: Завершить ClipArc
zh_hans: 退出 ClipArc
zh_hant: 結束 ClipArc

# rating.title
source: Enjoying ClipArc?
ar: هل تستمتع بـ ClipArc؟
es: ¿Te gusta ClipArc?
fr: Vous aimez ClipArc ?
hi: ClipArc पसंद है?
it: Ti piace ClipArc?
ja: ClipArc を気に入っていますか？
ko: ClipArc가 마음에 드시나요?
pt_br: Gostando do ClipArc?
ru: Нравится ClipArc?
zh_hans: 喜欢 ClipArc 吗？
zh_hant: 喜歡 ClipArc 嗎？

# rating.subtitle
source: Your feedback helps us improve
ar: ملاحظاتك تساعدنا على التحسين
es: Tu opinión nos ayuda a mejorar
fr: Vos commentaires nous aident à nous améliorer
hi: आपकी प्रतिक्रिया हमें बेहतर बनाने में मदद करती है
it: Il tuo feedback ci aiuta a migliorare
ja: フィードバックは改善に役立ちます
ko: 여러분의 피드백이 개선에 도움이 됩니다
pt_br: Seu feedback nos ajuda a melhorar
ru: Ваш отзыв помогает нам улучшаться
zh_hans: 您的反馈帮助我们改进
zh_hant: 您的回饋幫助我們改進

# rating.yes_love_it
source: Yes, Love It!
ar: نعم، أحبه!
es: ¡Sí, me encanta!
fr: Oui, j'adore !
hi: हाँ, बहुत पसंद है!
it: Sì, lo adoro!
ja: はい、大好きです！
ko: 네, 좋아요!
pt_br: Sim, adoro!
ru: Да, люблю!
zh_hans: 很喜欢！
zh_hant: 很喜歡！

# rating.not_really
source: Not Really
ar: ليس حقاً
es: No mucho
fr: Pas vraiment
hi: नहीं, वास्तव में नहीं
it: Non proprio
ja: あまり...
ko: 별로예요
pt_br: Não muito
ru: Не очень
zh_hans: 还不够好
zh_hant: 還不夠好

# error.generic
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
es: Ocurrió un error. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें।
it: Si è verificato un errore. Riprova.
ja: エラーが発生しました。もう一度お試しください。
ko: 오류가 발생했습니다. 다시 시도해 주세요.
pt_br: Ocorreu um erro. Por favor, tente novamente.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.
zh_hans: 发生错误，请重试。
zh_hant: 發生錯誤，請重試。

# error.auth_failed
source: Authentication failed. Please try again.
ar: فشل المصادقة. يرجى المحاولة مرة أخرى.
es: Falló la autenticación. Por favor, inténtalo de nuevo.
fr: L'authentification a échoué. Veuillez réessayer.
hi: प्रमाणीकरण विफल। कृपया पुनः प्रयास करें।
it: Autenticazione fallita. Riprova.
ja: 認証に失敗しました。もう一度お試しください。
ko: 인증에 실패했습니다. 다시 시도해 주세요.
pt_br: Falha na autenticação. Por favor, tente novamente.
ru: Ошибка аутентификации. Пожалуйста, попробуйте снова.
zh_hans: 认证失败，请重试。
zh_hant: 認證失敗，請重試。

# error.purchase_failed
source: Purchase failed. Please try again.
ar: فشل الشراء. يرجى المحاولة مرة أخرى.
es: Falló la compra. Por favor, inténtalo de nuevo.
fr: L'achat a échoué. Veuillez réessayer.
hi: खरीदारी विफल। कृपया पुनः प्रयास करें।
it: Acquisto fallito. Riprova.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했습니다. 다시 시도해 주세요.
pt_br: Falha na compra. Por favor, tente novamente.
ru: Ошибка покупки. Пожалуйста, попробуйте снова.
zh_hans: 购买失败，请重试。
zh_hant: 購買失敗，請重試。

# error.network
source: Network error. Please check your connection.
ar: خطأ في الشبكة. يرجى التحقق من اتصالك.
es: Error de red. Por favor, verifica tu conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
hi: नेटवर्क त्रुटि। कृपया अपना कनेक्शन जांचें।
it: Errore di rete. Controlla la tua connessione.
ja: ネットワークエラー。接続を確認してください。
ko: 네트워크 오류. 연결을 확인해 주세요.
pt_br: Erro de rede. Por favor, verifique sua conexão.
ru: Ошибка сети. Пожалуйста, проверьте подключение.
zh_hans: 网络错误，请检查您的连接。
zh_hant: 網路錯誤，請檢查您的連線。

# time.just_now
source: Just now
ar: الآن
es: Ahora mismo
fr: À l'instant
hi: अभी
it: Proprio ora
ja: たった今
ko: 방금
pt_br: Agora mesmo
ru: Только что
zh_hans: 刚刚
zh_hant: 剛剛

# time.minutes_ago
source: %d min ago
ar: منذ %d د
es: Hace %d min
fr: Il y a %d min
hi: %d मिनट पहले
it: %d min fa
ja: %d 分前
ko: %d분 전
pt_br: Há %d min
ru: %d мин назад
zh_hans: %d 分钟前
zh_hant: %d 分鐘前

# time.hours_ago
source: %d hr ago
ar: منذ %d س
es: Hace %d h
fr: Il y a %d h
hi: %d घंटे पहले
it: %d ore fa
ja: %d 時間前
ko: %d시간 전
pt_br: Há %d h
ru: %d ч назад
zh_hans: %d 小时前
zh_hant: %d 小時前

# time.yesterday
source: Yesterday
ar: أمس
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

# time.days_ago
source: %d days ago
ar: منذ %d أيام
es: Hace %d días
fr: Il y a %d jours
hi: %d दिन पहले
it: %d giorni fa
ja: %d 日前
ko: %d일 전
pt_br: Há %d dias
ru: %d дн назад
zh_hans: %d 天前
zh_hant: %d 天前

# toast.running
source: Running in background
ar: يعمل في الخلفية
es: Ejecutándose en segundo plano
fr: Fonctionne en arrière-plan
hi: बैकग्राउंड में चल रहा है
it: In esecuzione in background
ja: バックグラウンドで実行中
ko: 백그라운드에서 실행 중
pt_br: Executando em segundo plano
ru: Работает в фоне
zh_hans: 正在后台运行
zh_hant: 正在背景執行

# paste.direct_paste_title
source: Paste directly to %@?
ar: لصق مباشرة في %@؟
es: ¿Pegar directamente en %@?
fr: Coller directement dans %@ ?
hi: %@ में सीधे पेस्ट करें?
it: Incollare direttamente in %@?
ja: %@に直接ペーストしますか？
ko: %@에 직접 붙여넣으시겠습니까?
pt_br: Colar diretamente em %@?
ru: Вставить напрямую в %@?
zh_hans: 直接粘贴到 %@？
zh_hant: 直接貼上到 %@？

# paste.direct_paste_subtitle
source: ClipArc needs accessibility access to paste directly to other apps.
ar: يحتاج ClipArc إلى إذن إمكانية الوصول للصق مباشرة في التطبيقات الأخرى.
es: ClipArc necesita acceso de Accesibilidad para pegar directamente en otras apps.
fr: ClipArc a besoin de l'accès Accessibilité pour coller directement dans d'autres apps.
hi: ClipArc को अन्य ऐप्स में सीधे पेस्ट करने के लिए एक्सेसिबिलिटी एक्सेस की आवश्यकता है।
it: ClipArc necessita dell'accesso Accessibilità per incollare direttamente in altre app.
ja: ClipArcが他のアプリに直接ペーストするには、アクセシビリティのアクセス許可が必要です。
ko: ClipArc가 다른 앱에 직접 붙여넣으려면 손쉬운 사용 접근 권한이 필요합니다.
pt_br: O ClipArc precisa de acesso de Acessibilidade para colar diretamente em outros apps.
ru: ClipArc требуется доступ к Универсальному доступу для прямой вставки в другие приложения.
zh_hans: ClipArc 需要辅助功能权限才能直接粘贴到其他应用。
zh_hant: ClipArc 需要輔助使用權限才能直接貼上到其他應用程式。

# paste.enable_direct_paste
source: Enable Direct Paste
ar: تفعيل اللصق المباشر
es: Activar pegado directo
fr: Activer le collage direct
hi: डायरेक्ट पेस्ट सक्षम करें
it: Attiva incolla diretto
ja: ダイレクトペーストを有効にする
ko: 직접 붙여넣기 활성화
pt_br: Ativar colagem direta
ru: Включить прямую вставку
zh_hans: 启用直接粘贴
zh_hant: 啟用直接貼上

# paste.copy_to_clipboard
source: Not Now, Copy to Clipboard
ar: ليس الآن، نسخ إلى الحافظة
es: Ahora no, copiar al portapapeles
fr: Pas maintenant, copier dans le presse-papiers
hi: अभी नहीं, क्लिपबोर्ड पर कॉपी करें
it: Non ora, copia negli appunti
ja: 今はしない、クリップボードにコピー
ko: 지금은 아니요, 클립보드에 복사
pt_br: Agora não, copiar para área de transferência
ru: Не сейчас, скопировать в буфер обмена
zh_hans: 暂不，仅复制到剪贴板
zh_hant: 暫不，僅複製到剪貼簿

# paste.dont_ask_again
source: Don't ask again
ar: لا تسأل مرة أخرى
es: No volver a preguntar
fr: Ne plus demander
hi: फिर से न पूछें
it: Non chiedere più
ja: 今後表示しない
ko: 다시 묻지 않음
pt_br: Não perguntar novamente
ru: Больше не спрашивать
zh_hans: 不再询问
zh_hant: 不再詢問

# paste.press_to_manual_paste
source: Press ⌘V to paste
ar: اضغط ⌘V للصق
es: Presiona ⌘V para pegar
fr: Appuyez sur ⌘V pour coller
hi: पेस्ट करने के लिए ⌘V दबाएं
it: Premi ⌘V per incollare
ja: ⌘Vを押してペースト
ko: ⌘V를 눌러 붙여넣기
pt_br: Pressione ⌘V para colar
ru: Нажмите ⌘V для вставки
zh_hans: 按 ⌘V 粘贴
zh_hant: 按 ⌘V 貼上

# settings.paste_mode
source: Paste Mode
ar: وضع اللصق
es: Modo de pegado
fr: Mode de collage
hi: पेस्ट मोड
it: Modalità incolla
ja: ペーストモード
ko: 붙여넣기 모드
pt_br: Modo de colagem
ru: Режим вставки
zh_hans: 粘贴模式
zh_hant: 貼上模式

# settings.paste_mode.ask
source: Ask each time
ar: السؤال في كل مرة
es: Preguntar cada vez
fr: Demander à chaque fois
hi: हर बार पूछें
it: Chiedi ogni volta
ja: 毎回確認
ko: 매번 묻기
pt_br: Perguntar toda vez
ru: Спрашивать каждый раз
zh_hans: 每次询问
zh_hant: 每次詢問

# settings.paste_mode.direct_paste
source: Always direct paste
ar: دائماً لصق مباشر
es: Siempre pegar directo
fr: Toujours coller directement
hi: हमेशा सीधे पेस्ट करें
it: Sempre incolla diretto
ja: 常にダイレクトペースト
ko: 항상 직접 붙여넣기
pt_br: Sempre colar diretamente
ru: Всегда вставлять напрямую
zh_hans: 始终直接粘贴
zh_hant: 始終直接貼上

# settings.paste_mode.copy_only
source: Always copy only
ar: دائماً نسخ فقط
es: Siempre solo copiar
fr: Toujours copier uniquement
hi: हमेशा केवल कॉपी करें
it: Sempre solo copia
ja: 常にコピーのみ
ko: 항상 복사만
pt_br: Sempre apenas copiar
ru: Всегда только копировать
zh_hans: 始终仅复制
zh_hant: 始終僅複製

# accessibility.setup.title
source: Enable Accessibility Access
ar: تفعيل إذن إمكانية الوصول
es: Activar acceso de Accesibilidad
fr: Activer l'accès Accessibilité
hi: एक्सेसिबिलिटी एक्सेस सक्षम करें
it: Attiva accesso Accessibilità
ja: アクセシビリティアクセスを有効にする
ko: 손쉬운 사용 접근 활성화
pt_br: Ativar acesso de Acessibilidade
ru: Включить Универсальный доступ
zh_hans: 启用辅助功能权限
zh_hant: 啟用輔助使用權限

# accessibility.setup.subtitle
source: To paste directly to other applications, allow ClipArc to access the accessibility features of your Mac in System Settings.
ar: للصق مباشرة في التطبيقات الأخرى، اسمح لـ ClipArc بالوصول إلى ميزات إمكانية الوصول في جهاز Mac الخاص بك في إعدادات النظام.
es: Para pegar directamente en otras aplicaciones, permite que ClipArc acceda a las funciones de accesibilidad de tu Mac en Configuración del Sistema.
fr: Pour coller directement dans d'autres applications, autorisez ClipArc à accéder aux fonctions d'accessibilité de votre Mac dans les Réglages Système.
hi: अन्य एप्लिकेशन में सीधे पेस्ट करने के लिए, सिस्टम सेटिंग्स में ClipArc को अपने Mac की एक्सेसिबिलिटी सुविधाओं तक पहुंचने की अनुमति दें।
it: Per incollare direttamente in altre applicazioni, consenti a ClipArc di accedere alle funzioni di accessibilità del tuo Mac in Impostazioni di Sistema.
ja: 他のアプリケーションに直接ペーストするには、システム設定でClipArcのアクセシビリティ機能へのアクセスを許可してください。
ko: 다른 응용 프로그램에 직접 붙여넣으려면 시스템 설정에서 ClipArc의 손쉬운 사용 기능 접근을 허용하세요.
pt_br: Para colar diretamente em outros aplicativos, permita que o ClipArc acesse os recursos de acessibilidade do seu Mac em Ajustes do Sistema.
ru: Чтобы вставлять напрямую в другие приложения, разрешите ClipArc доступ к функциям универсального доступа вашего Mac в Системных настройках.
zh_hans: 若要直接粘贴到其他应用程序，请在系统设置中允许 ClipArc 访问 Mac 的辅助功能。
zh_hant: 若要直接貼上到其他應用程式，請在系統設定中允許 ClipArc 存取 Mac 的輔助使用功能。

# accessibility.open_system_settings
source: Open System Settings
ar: فتح إعدادات النظام
es: Abrir Configuración del Sistema
fr: Ouvrir les Réglages Système
hi: सिस्टम सेटिंग्स खोलें
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

# accessibility.having_issue
source: I'm Having an Issue
ar: لدي مشكلة
es: Tengo un problema
fr: J'ai un problème
hi: मुझे समस्या हो रही है
it: Ho un problema
ja: 問題が発生しています
ko: 문제가 있습니다
pt_br: Estou com um problema
ru: У меня проблема
zh_hans: 遇到问题
zh_hant: 遇到問題

# screenshot.title
source: Auto-capture Screenshots
ar: التقاط لقطات الشاشة تلقائياً
es: Captura automática de pantallas
fr: Capture auto des captures d'écran
hi: स्क्रीनशॉट ऑटो-कैप्चर
it: Cattura automatica screenshot
ja: スクリーンショット自動キャプチャ
ko: 스크린샷 자동 캡처
pt_br: Captura automática de telas
ru: Автозахват скриншотов
zh_hans: 自动捕获截图
zh_hant: 自動擷取螢幕截圖
