Repository: FreeAdam2023/ClipArc
Catalog: ClipArc/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# common.enable
source: Enable
ar: تفعيل
es: Activar
fr: Activer
hi: सक्षम करें
it: Attiva
ja: 有効にする
ko: 활성화
pt_br: Ativar
ru: Включить
zh_hans: 启用
zh_hant: 啟用

# common.disable
source: Disable
ar: تعطيل
es: Desactivar
fr: Désactiver
hi: अक्षम करें
it: Disattiva
ja: 無効にする
ko: 비활성화
pt_br: Desativar
ru: Выключить
zh_hans: 禁用
zh_hant: 停用

# common.cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.done
source: Done
ar: تم
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

# common.save
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# common.delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# common.copy
source: Copy
ar: نسخ
es: Copiar
fr: Copier
hi: कॉपी
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# common.paste
source: Paste
ar: لصق
es: Pegar
fr: Coller
hi: पेस्ट
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

# common.search
source: Search
ar: بحث
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

# common.settings
source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# common.continue
source: Continue
ar: متابعة
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

# common.skip
source: Skip
ar: تخطي
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过
zh_hant: 略過

# common.skip_for_now
source: Skip for now
ar: تخطي الآن
es: Omitir por ahora
fr: Ignorer pour le moment
hi: अभी के लिए छोड़ें
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
pt_br: Pular por enquanto
ru: Пропустить пока
zh_hans: 暂时跳过
zh_hant: 暫時略過

# common.edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

# common.select_all
source: Select All
ar: تحديد الكل
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать всё
zh_hans: 全选
zh_hant: 全選

# language.system
source: System Default
ar: افتراضي النظام
es: Predeterminado del sistema
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
it: Predefinito di sistema
ja: システム設定に従う
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Системный по умолчанию
zh_hans: 跟随系统
zh_hant: 跟隨系統

# onboarding.welcome.title
source: Welcome to ClipArc
ar: مرحباً بك في ClipArc
es: Bienvenido a ClipArc
fr: Bienvenue sur ClipArc
hi: ClipArc में आपका स्वागत है
it: Benvenuto in ClipArc
ja: ClipArc へようこそ
ko: ClipArc에 오신 것을 환영합니다
pt_br: Bem-vindo ao ClipArc
ru: Добро пожаловать в ClipArc
zh_hans: 欢迎使用 ClipArc
zh_hant: 歡迎使用 ClipArc

# onboarding.welcome.subtitle
source: Your smart clipboard manager for macOS
ar: مدير الحافظة الذكي لنظام macOS
es: Tu gestor de portapapeles inteligente para macOS
fr: Votre gestionnaire de presse-papiers intelligent pour macOS
hi: macOS के लिए आपका स्मार्ट क्लिपबोर्ड मैनेजर
it: Il tuo gestore intelligente degli appunti per macOS
ja: macOS 用スマートクリップボードマネージャー
ko: macOS용 스마트 클립보드 관리자
pt_br: Seu gerenciador de área de transferência inteligente para macOS
ru: Ваш умный менеджер буфера обмена для macOS
zh_hans: 您的 macOS 智能剪贴板管理器
zh_hant: 您的 macOS 智慧剪貼簿管理器

# onboarding.welcome.get_started
source: Get Started
ar: ابدأ
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.feature.history.title
source: Clipboard History
ar: سجل الحافظة
es: Historial del portapapeles
fr: Historique du presse-papiers
hi: क्लिपबोर्ड इतिहास
it: Cronologia appunti
ja: クリップボード履歴
ko: 클립보드 기록
pt_br: Histórico da área de transferência
ru: История буфера обмена
zh_hans: 剪贴板历史
zh_hant: 剪貼簿歷史

# onboarding.feature.history.description
source: Access everything you've copied
ar: الوصول إلى كل ما نسخته
es: Accede a todo lo que has copiado
fr: Accédez à tout ce que vous avez copié
hi: आपने जो भी कॉपी किया है उसे एक्सेस करें
it: Accedi a tutto ciò che hai copiato
ja: コピーしたすべてにアクセス
ko: 복사한 모든 항목에 접근
pt_br: Acesse tudo o que você copiou
ru: Доступ ко всему, что вы скопировали
zh_hans: 访问您复制过的所有内容
zh_hant: 存取您複製過的所有內容

# onboarding.feature.search.title
source: Instant Search
ar: بحث فوري
es: Búsqueda instantánea
fr: Recherche instantanée
hi: तुरंत खोज
it: Ricerca istantanea
ja: 即座に検索
ko: 즉시 검색
pt_br: Busca instantânea
ru: Мгновенный поиск
zh_hans: 即时搜索
zh_hant: 即時搜尋

# onboarding.feature.search.description
source: Find any clip in seconds
ar: ابحث عن أي قصاصة في ثوانٍ
es: Encuentra cualquier clip en segundos
fr: Trouvez n'importe quel clip en quelques secondes
hi: किसी भी क्लिप को सेकंडों में खोजें
it: Trova qualsiasi clip in pochi secondi
ja: 数秒でクリップを見つける
ko: 몇 초 만에 클립 찾기
pt_br: Encontre qualquer clip em segundos
ru: Найдите любой клип за секунды
zh_hans: 秒速查找任何剪贴内容
zh_hant: 秒速查找任何剪貼內容

# onboarding.feature.hotkey.title
source: Global Hotkey
ar: اختصار عام
es: Atajo global
fr: Raccourci global
hi: ग्लोबल हॉटकी
it: Tasto di scelta rapida globale
ja: グローバルホットキー
ko: 전역 단축키
pt_br: Atalho global
ru: Глобальная горячая клавиша
zh_hans: 全局快捷键
zh_hant: 全域快捷鍵

# onboarding.feature.hotkey.description
source: ⇧⌘V from anywhere
ar: ⇧⌘V من أي مكان
es: ⇧⌘V desde cualquier lugar
fr: ⇧⌘V depuis n'importe où
hi: कहीं से भी ⇧⌘V
it: ⇧⌘V da qualsiasi luogo
ja: どこでも ⇧⌘V
ko: 어디서나 ⇧⌘V
pt_br: ⇧⌘V de qualquer lugar
ru: ⇧⌘V из любого места
zh_hans: 随时随地按 ⇧⌘V
zh_hant: 隨時隨地按 ⇧⌘V

# onboarding.permissions.title
source: Permissions
ar: الأذونات
es: Permisos
fr: Autorisations
hi: अनुमतियां
it: Permessi
ja: アクセス許可
ko: 권한
pt_br: Permissões
ru: Разрешения
zh_hans: 权限设置
zh_hant: 權限設定

# onboarding.permissions.subtitle
source: ClipArc needs a few permissions to work its magic
ar: يحتاج ClipArc إلى بعض الأذونات ليعمل بشكل صحيح
es: ClipArc necesita algunos permisos para funcionar correctamente
fr: ClipArc a besoin de quelques autorisations pour fonctionner correctement
hi: ClipArc को सही से काम करने के लिए कुछ अनुमतियों की आवश्यकता है
it: ClipArc ha bisogno di alcuni permessi per funzionare correttamente
ja: ClipArc が正常に動作するにはいくつかのアクセス許可が必要です
ko: ClipArc가 제대로 작동하려면 몇 가지 권한이 필요합니다
pt_br: O ClipArc precisa de algumas permissões para funcionar corretamente
ru: ClipArc нужны некоторые разрешения для правильной работы
zh_hans: ClipArc 需要一些权限才能正常工作
zh_hant: ClipArc 需要一些權限才能正常運作

# onboarding.permissions.accessibility.title
source: Accessibility
ar: إمكانية الوصول
es: Accesibilidad
fr: Accessibilité
hi: एक्सेसिबिलिटी
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
pt_br: Acessibilidade
ru: Универсальный доступ
zh_hans: 辅助功能
zh_hant: 輔助使用

# onboarding.permissions.accessibility.description
source: Required to auto-paste content
ar: مطلوب للصق التلقائي
es: Necesario para pegar automáticamente
fr: Requis pour coller automatiquement
hi: ऑटो-पेस्ट के लिए आवश्यक
it: Necessario per incollare automaticamente
ja: 自動ペーストに必要
ko: 자동 붙여넣기에 필요
pt_br: Necessário para colar automaticamente
ru: Требуется для автовставки
zh_hans: 自动粘贴内容所需
zh_hant: 自動貼上內容所需

# onboarding.permissions.launch_at_login.title
source: Launch at Login
ar: التشغيل عند تسجيل الدخول
es: Abrir al iniciar sesión
fr: Lancer à l'ouverture de session
hi: लॉगिन पर लॉन्च करें
it: Avvia al login
ja: ログイン時に起動
ko: 로그인 시 실행
pt_br: Abrir ao iniciar sessão
ru: Запуск при входе
zh_hans: 登录时启动
zh_hant: 登入時啟動

# onboarding.permissions.launch_at_login.description
source: Start ClipArc automatically
ar: تشغيل ClipArc تلقائياً
es: Iniciar ClipArc automáticamente
fr: Démarrer ClipArc automatiquement
hi: ClipArc को स्वचालित रूप से शुरू करें
it: Avvia ClipArc automaticamente
ja: ClipArc を自動的に起動
ko: ClipArc 자동 시작
pt_br: Iniciar o ClipArc automaticamente
ru: Автоматический запуск ClipArc
zh_hans: 自动启动 ClipArc
zh_hant: 自動啟動 ClipArc

# onboarding.signin.title
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Вход
zh_hans: 登录
zh_hant: 登入

# onboarding.signin.subtitle
source: Sign in with Apple to sync across devices
ar: سجّل الدخول باستخدام Apple للمزامنة عبر الأجهزة
es: Inicia sesión con Apple para sincronizar entre dispositivos
fr: Connectez-vous avec Apple pour synchroniser entre appareils
hi: डिवाइसों में सिंक करने के लिए Apple से साइन इन करें
it: Accedi con Apple per sincronizzare tra dispositivi
ja: Apple でサインインしてデバイス間で同期
ko: Apple로 로그인하여 기기 간 동기화
pt_br: Entre com a Apple para sincronizar entre dispositivos
ru: Войдите с Apple для синхронизации между устройствами
zh_hans: 使用 Apple 账号登录以跨设备同步
zh_hant: 使用 Apple 帳號登入以跨裝置同步

# onboarding.signin.signed_in_as
source: Signed in as
ar: مسجّل الدخول كـ
es: Conectado como
fr: Connecté en tant que
hi: के रूप में साइन इन किया
it: Connesso come
ja: サインイン中
ko: 로그인됨
pt_br: Conectado como
ru: Вы вошли как
zh_hans: 已登录为
zh_hant: 已登入為

# onboarding.signin.sign_in_later
source: You can sign in later in Settings
ar: يمكنك تسجيل الدخول لاحقاً في الإعدادات
es: Puedes iniciar sesión más tarde en Ajustes
fr: Vous pouvez vous connecter plus tard dans les Paramètres
hi: आप बाद में सेटिंग्स में साइन इन कर सकते हैं
it: Puoi accedere più tardi nelle Impostazioni
ja: 設定から後でサインインできます
ko: 설정에서 나중에 로그인할 수 있습니다
pt_br: Você pode entrar mais tarde nas Configurações
ru: Вы можете войти позже в Настройках
zh_hans: 您可以稍后在设置中登录
zh_hant: 您可以稍後在設定中登入

# onboarding.subscription.title
source: Unlock Your Full Potential
ar: أطلق العنان لإمكانياتك الكاملة
es: Libera todo tu potencial
fr: Libérez tout votre potentiel
hi: अपनी पूरी क्षमता को अनलॉक करें
it: Libera tutto il tuo potenziale
ja: すべての可能性を解き放つ
ko: 모든 잠재력을 발휘하세요
pt_br: Libere todo o seu potencial
ru: Раскройте весь потенциал
zh_hans: 释放全部潜能
zh_hant: 釋放全部潛能

# onboarding.subscription.subtitle
source: Never lose a copied item again
ar: لن تفقد أي عنصر منسوخ بعد الآن
es: Nunca más pierdas un elemento copiado
fr: Ne perdez plus jamais un élément copié
hi: कॉपी की गई चीज़ें फिर कभी न खोएं
it: Non perdere mai più un elemento copiato
ja: コピーした内容を二度と失わない
ko: 복사한 내용을 다시는 잃어버리지 마세요
pt_br: Nunca mais perca um item copiado
ru: Больше не теряйте скопированное
zh_hans: 再也不会丢失复制的内容
zh_hant: 再也不會遺失複製的內容

# onboarding.subscription.subscribe
source: Subscribe
ar: اشتراك
es: Suscribirse
fr: S'abonner
hi: सब्सक्राइब करें
it: Abbonati
ja: 購読する
ko: 구독하기
pt_br: Assinar
ru: Подписаться
zh_hans: 立即订阅
zh_hant: 訂閱

# onboarding.subscription.start_free_trial
source: Continue with Free
ar: المتابعة بالنسخة المجانية
es: Continuar con versión gratuita
fr: Continuer avec la version gratuite
hi: निःशुल्क संस्करण के साथ जारी रखें
it: Continua con la versione gratuita
ja: 無料版で続ける
ko: 무료 버전으로 계속
pt_br: Continuar com versão gratuita
ru: Продолжить с бесплатной версией
zh_hans: 继续使用免费版
zh_hant: 繼續使用免費版

# onboarding.subscription.free_vs_pro
source: Free: 5 items · Pro: Unlimited
ar: مجاني: 5 عناصر · Pro: غير محدود
es: Gratis: 5 elementos · Pro: Ilimitado
fr: Gratuit : 5 éléments · Pro : Illimité
hi: फ्री: 5 आइटम · Pro: असीमित
it: Gratis: 5 elementi · Pro: Illimitato
ja: 無料: 5 件 · Pro: 無制限
ko: 무료: 5개 · Pro: 무제한
pt_br: Grátis: 5 itens · Pro: Ilimitado
ru: Бесплатно: 5 элементов · Pro: Безлимитно
zh_hans: 免费版: 5 条记录 · 专业版: 无限
zh_hant: 免費版: 5 筆紀錄 · 專業版: 無限

# onboarding.subscription.you_are_pro
source: You're a Pro!
ar: أنت Pro!
es: ¡Eres Pro!
fr: Vous êtes Pro !
hi: आप Pro हैं!
it: Sei Pro!
ja: あなたは Pro です！
ko: Pro 사용자입니다!
pt_br: Você é Pro!
ru: Вы Pro!
zh_hans: 您已是专业版用户！
zh_hant: 您已是專業版用戶！

# onboarding.subscription.save_44
source: BEST VALUE
ar: أفضل قيمة
es: MEJOR VALOR
fr: MEILLEURE OFFRE
hi: सर्वोत्तम मूल्य
it: MIGLIOR VALORE
ja: 最もお得
ko: 최고 가치
pt_br: MELHOR VALOR
ru: ЛУЧШАЯ ЦЕНА
zh_hans: 最超值
zh_hant: 最超值

# onboarding.subscription.benefit1
source: Unlimited clipboard history
ar: سجل حافظة غير محدود
es: Historial ilimitado del portapapeles
fr: Historique du presse-papiers illimité
hi: असीमित क्लिपबोर्ड इतिहास
it: Cronologia appunti illimitata
ja: 無制限のクリップボード履歴
ko: 무제한 클립보드 기록
pt_br: Histórico ilimitado da área de transferência
ru: Безлимитная история буфера обмена
zh_hans: 无限剪贴板历史记录
zh_hant: 無限剪貼簿歷史紀錄

# onboarding.subscription.benefit2
source: Save text, images & files
ar: احفظ النصوص والصور والملفات
es: Guarda texto, imágenes y archivos
fr: Enregistrez texte, images et fichiers
hi: टेक्स्ट, छवियां और फ़ाइलें सहेजें
it: Salva testo, immagini e file
ja: テキスト、画像、ファイルを保存
ko: 텍스트, 이미지 및 파일 저장
pt_br: Salve texto, imagens e arquivos
ru: Сохраняйте текст, изображения и файлы
zh_hans: 保存文本、图片和文件
zh_hant: 儲存文字、圖片和檔案

# onboarding.subscription.benefit3
source: Instant search across all clips
ar: بحث فوري في جميع القصاصات
es: Búsqueda instantánea en todos los clips
fr: Recherche instantanée dans tous les clips
hi: सभी क्लिप में तुरंत खोजें
it: Ricerca istantanea in tutti i clip
ja: すべてのクリップを即座に検索
ko: 모든 클립 즉시 검색
pt_br: Busca instantânea em todos os clips
ru: Мгновенный поиск по всем клипам
zh_hans: 快速搜索所有内容
zh_hant: 快速搜尋所有內容

# onboarding.subscription.benefit4
source: Private & secure local storage
ar: تخزين محلي خاص وآمن
es: Almacenamiento local privado y seguro
fr: Stockage local privé et sécurisé
hi: निजी और सुरक्षित स्थानीय संग्रहण
it: Archiviazione locale privata e sicura
ja: プライベート＆安全なローカル保存
ko: 안전한 로컬 저장소
pt_br: Armazenamento local privado e seguro
ru: Приватное и безопасное локальное хранение
zh_hans: 隐私安全，本地存储
zh_hant: 隱私安全，本地儲存

# onboarding.complete.title
source: You're All Set!
ar: كل شيء جاهز!
es: ¡Todo listo!
fr: C'est prêt !
hi: सब तैयार है!
it: Tutto pronto!
ja: 準備完了！
ko: 모든 준비 완료!
pt_br: Tudo pronto!
ru: Всё готово!
zh_hans: 设置完成！
zh_hant: 設定完成！

# onboarding.complete.subtitle
source: ClipArc is ready to use
ar: ClipArc جاهز للاستخدام
es: ClipArc está listo para usar
fr: ClipArc est prêt à être utilisé
hi: ClipArc उपयोग के लिए तैयार है
it: ClipArc è pronto all'uso
ja: ClipArc を使用する準備ができました
ko: ClipArc를 사용할 준비가 되었습니다
pt_br: O ClipArc está pronto para usar
ru: ClipArc готов к использованию
zh_hans: ClipArc 已准备就绪
zh_hant: ClipArc 已準備就緒

# onboarding.complete.start_using
source: Start Using ClipArc
ar: ابدأ استخدام ClipArc
es: Comenzar a usar ClipArc
fr: Commencer à utiliser ClipArc
hi: ClipArc का उपयोग शुरू करें
it: Inizia a usare ClipArc
ja: ClipArc を使い始める
ko: ClipArc 사용 시작
pt_br: Começar a usar o ClipArc
ru: Начать использовать ClipArc
zh_hans: 开始使用 ClipArc
zh_hant: 開始使用 ClipArc

# onboarding.complete.tip.open
source: Open clipboard history
ar: فتح سجل الحافظة
es: Abrir historial del portapapeles
fr: Ouvrir l'historique du presse-papiers
hi: क्लिपबोर्ड इतिहास खोलें
it: Apri cronologia appunti
ja: クリップボード履歴を開く
ko: 클립보드 기록 열기
pt_br: Abrir histórico da área de transferência
ru: Открыть историю буфера обмена
zh_hans: 打开剪贴板历史
zh_hant: 開啟剪貼簿歷史

# onboarding.complete.tip.navigate
source: Navigate items
ar: التنقل بين العناصر
es: Navegar entre elementos
fr: Naviguer entre les éléments
hi: आइटम नेविगेट करें
it: Naviga tra gli elementi
ja: アイテムを移動
ko: 항목 탐색
pt_br: Navegar pelos itens
ru: Навигация по элементам
zh_hans: 浏览项目
zh_hant: 瀏覽項目

# onboarding.complete.tip.paste
source: Paste selected item
ar: لصق العنصر المحدد
es: Pegar elemento seleccionado
fr: Coller l'élément sélectionné
hi: चयनित आइटम पेस्ट करें
it: Incolla elemento selezionato
ja: 選択したアイテムをペースト
ko: 선택한 항목 붙여넣기
pt_br: Colar item selecionado
ru: Вставить выбранный элемент
zh_hans: 粘贴选中项目
zh_hant: 貼上選取項目

# onboarding.complete.tip.close
source: Close panel
ar: إغلاق اللوحة
es: Cerrar panel
fr: Fermer le panneau
hi: पैनल बंद करें
it: Chiudi pannello
ja: パネルを閉じる
ko: 패널 닫기
pt_br: Fechar painel
ru: Закрыть панель
zh_hans: 关闭面板
zh_hant: 關閉面板

# settings.title
source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# settings.general
source: General
ar: عام
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

# settings.account
source: Account
ar: الحساب
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учётная запись
zh_hans: 账户
zh_hant: 帳戶

# settings.subscription
source: Subscription
ar: الاشتراك
es: Suscripción
fr: Abonnement
hi: सदस्यता
it: Abbonamento
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
ru: Подписка
zh_hans: 订阅
zh_hant: 訂閱

# settings.about
source: About
ar: حول
es: Acerca de
fr: À propos
hi: के बारे में
it: Info
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
zh_hans: 关于
zh_hant: 關於

# settings.history_limit
source: History Limit
ar: حد السجل
es: Límite del historial
fr: Limite de l'historique
hi: इतिहास सीमा
it: Limite cronologia
ja: 履歴の上限
ko: 기록 제한
pt_br: Limite do histórico
ru: Лимит истории
zh_hans: 历史记录上限
zh_hant: 歷史紀錄上限

# settings.items
source: items
ar: عناصر
es: elementos
fr: éléments
hi: आइटम
it: elementi
ja: 件
ko: 개 항목
pt_br: itens
ru: элементов
zh_hans: 条记录
zh_hant: 筆紀錄

# settings.startup
source: Startup
ar: بدء التشغيل
es: Inicio
fr: Démarrage
hi: स्टार्टअप
it: Avvio
ja: 起動
ko: 시작
pt_br: Inicialização
ru: Запуск
zh_hans: 启动
zh_hant: 啟動

# settings.launch_at_login
source: Launch at Login
ar: التشغيل عند تسجيل الدخول
es: Abrir al iniciar sesión
fr: Lancer à l'ouverture de session
hi: लॉगिन पर लॉन्च करें
it: Avvia al login
ja: ログイン時に起動
ko: 로그인 시 실행
pt_br: Abrir ao iniciar sessão
ru: Запуск при входе
zh_hans: 登录时启动
zh_hant: 登入時啟動

# settings.show_in_dock
source: Show in Dock
ar: إظهار في Dock
es: Mostrar en el Dock
fr: Afficher dans le Dock
hi: Dock में दिखाएं
it: Mostra nel Dock
ja: Dock に表示
ko: Dock에 표시
pt_br: Mostrar no Dock
ru: Показывать в Dock
zh_hans: 在程序坞中显示
zh_hant: 在 Dock 中顯示

# settings.hotkey
source: Hotkey
ar: اختصار
es: Atajo
fr: Raccourci
hi: शॉर्टकट
it: Scorciatoia
ja: ホットキー
ko: 단축키
pt_br: Atalho
ru: Горячая клавиша
zh_hans: 快捷键
zh_hant: 快捷鍵

# settings.global_hotkey
source: Global Hotkey
ar: اختصار عام
es: Atajo global
fr: Raccourci global
hi: ग्लोबल शॉर्टकट
it: Scorciatoia globale
ja: グローバルホットキー
ko: 전역 단축키
pt_br: Atalho global
ru: Глобальная горячая клавиша
zh_hans: 全局快捷键
zh_hant: 全域快捷鍵

# settings.permissions
source: Permissions
ar: الأذونات
es: Permisos
fr: Autorisations
hi: अनुमतियां
it: Permessi
ja: アクセス許可
ko: 권한
pt_br: Permissões
ru: Разрешения
zh_hans: 权限
zh_hant: 權限

# settings.granted
source: Granted
ar: ممنوح
es: Concedido
fr: Accordé
hi: अनुमति दी गई
it: Concesso
ja: 許可済み
ko: 허용됨
pt_br: Concedido
ru: Разрешено
zh_hans: 已授权
zh_hant: 已授權

# settings.language
source: Language
ar: اللغة
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.restart_required
source: Restart app to apply language change
ar: أعد تشغيل التطبيق لتطبيق تغيير اللغة
es: Reinicia la app para aplicar el cambio de idioma
fr: Redémarrez l'app pour appliquer le changement de langue
hi: भाषा परिवर्तन लागू करने के लिए ऐप को पुनः आरंभ करें
it: Riavvia l'app per applicare il cambio di lingua
ja: 言語を変更するにはアプリを再起動してください
ko: 언어 변경을 적용하려면 앱을 재시작하세요
pt_br: Reinicie o app para aplicar a mudança de idioma
ru: Перезапустите приложение для применения языка
zh_hans: 重启应用以应用语言更改
zh_hant: 重新啟動應用程式以套用語言變更

# settings.appearance
source: Appearance
ar: المظهر
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

# settings.appearance.system
source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системное
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.appearance.light
source: Light
ar: فاتح
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлое
zh_hans: 浅色
zh_hant: 淺色

# settings.appearance.dark
source: Dark
ar: داكن
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмное
zh_hans: 深色
zh_hant: 深色

# settings.sign_out
source: Sign Out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти
zh_hans: 退出登录
zh_hant: 登出

# settings.sync_description
source: Sign in to sync your data across devices
ar: سجّل الدخول لمزامنة بياناتك عبر الأجهزة
es: Inicia sesión para sincronizar tus datos entre dispositivos
fr: Connectez-vous pour synchroniser vos données entre appareils
hi: डिवाइसों में अपना डेटा सिंक करने के लिए साइन इन करें
it: Accedi per sincronizzare i tuoi dati tra dispositivi
ja: サインインしてデバイス間でデータを同期
ko: 로그인하여 기기 간 데이터 동기화
pt_br: Entre para sincronizar seus dados entre dispositivos
ru: Войдите для синхронизации данных между устройствами
zh_hans: 登录以跨设备同步数据
zh_hant: 登入以跨裝置同步資料

# settings.member_account
source: Member Account
ar: حساب العضو
es: Cuenta de miembro
fr: Compte membre
hi: सदस्य खाता
it: Account membro
ja: メンバーアカウント
ko: 회원 계정
pt_br: Conta de membro
ru: Аккаунт участника
zh_hans: 会员账户
zh_hant: 會員帳戶

# settings.sign_in_description
source: Sign in to verify your membership
ar: سجّل الدخول للتحقق من عضويتك
es: Inicia sesión para verificar tu membresía
fr: Connectez-vous pour vérifier votre adhésion
hi: अपनी सदस्यता सत्यापित करने के लिए साइन इन करें
it: Accedi per verificare la tua iscrizione
ja: サインインして会員資格を確認
ko: 로그인하여 회원 자격 확인
pt_br: Entre para verificar sua assinatura
ru: Войдите для подтверждения членства
zh_hans: 登录以验证会员身份
zh_hant: 登入以驗證會員身份

# settings.account_linked
source: Account Linked
ar: الحساب مرتبط
es: Cuenta vinculada
fr: Compte lié
hi: खाता लिंक किया गया
it: Account collegato
ja: アカウント連携済み
ko: 계정 연결됨
pt_br: Conta vinculada
ru: Аккаунт привязан
zh_hans: 账户已关联
zh_hant: 帳戶已連結

# settings.benefit_membership
source: Verify Pro membership
ar: التحقق من عضوية Pro
es: Verificar membresía Pro
fr: Vérifier l'adhésion Pro
hi: Pro सदस्यता सत्यापित करें
it: Verifica iscrizione Pro
ja: Pro会員資格を確認
ko: Pro 회원 자격 확인
pt_br: Verificar assinatura Pro
ru: Подтвердить членство Pro
zh_hans: 验证专业版会员
zh_hant: 驗證專業版會員

# settings.benefit_restore
source: Restore purchases easily
ar: استعادة المشتريات بسهولة
es: Restaurar compras fácilmente
fr: Restaurer facilement les achats
hi: खरीदारी आसानी से पुनर्स्थापित करें
it: Ripristina acquisti facilmente
ja: 購入を簡単に復元
ko: 구매 쉽게 복원
pt_br: Restaurar compras facilmente
ru: Легко восстановить покупки
zh_hans: 轻松恢复购买
zh_hant: 輕鬆恢復購買

# settings.benefit_multi_device
source: Same account across devices
ar: نفس الحساب على جميع الأجهزة
es: Misma cuenta en todos los dispositivos
fr: Même compte sur tous les appareils
hi: सभी डिवाइस पर एक ही खाता
it: Stesso account su tutti i dispositivi
ja: 複数デバイスで同じアカウント
ko: 여러 기기에서 동일 계정 사용
pt_br: Mesma conta em todos os dispositivos
ru: Один аккаунт на всех устройствах
zh_hans: 多设备使用同一账户
zh_hant: 多裝置使用同一帳戶

# settings.login_required
source: Sign In Required
ar: تسجيل الدخول مطلوب
es: Inicio de sesión requerido
fr: Connexion requise
hi: साइन इन आवश्यक
it: Accesso richiesto
ja: サインインが必要です
ko: 로그인 필요
pt_br: Login necessário
ru: Требуется вход
zh_hans: 请先登录
zh_hant: 請先登入
