Repository: FreeAdam2023/ClipArc
Catalog: ClipArc/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# accessibility.guide_description
source: Allow the applications below to control your computer.
ar: اسمح للتطبيقات أدناه بالتحكم في جهاز الكمبيوتر الخاص بك.
es: Permite que las siguientes aplicaciones controlen tu ordenador.
fr: Autorisez les applications ci-dessous à contrôler votre ordinateur.
hi: नीचे दिए गए एप्लिकेशन को अपने कंप्यूटर को नियंत्रित करने की अनुमति दें।
it: Consenti alle seguenti applicazioni di controllare il tuo computer.
ja: 以下のアプリケーションがコンピュータを制御することを許可します。
ko: 아래 응용 프로그램이 컴퓨터를 제어하도록 허용합니다.
pt_br: Permita que os aplicativos abaixo controlem seu computador.
ru: Разрешите следующим приложениям управлять вашим компьютером.
zh_hans: 允许以下应用程序控制您的电脑。
zh_hant: 允許以下應用程式控制您的電腦。

# about.copyright
source: © 2026 VerseGates. All rights reserved.
ar: © 2026 VerseGates. جميع الحقوق محفوظة.
es: © 2026 VerseGates. Todos los derechos reservados.
fr: © 2026 VerseGates. Tous droits réservés.
hi: © 2026 VerseGates. सर्वाधिकार सुरक्षित।
it: © 2026 VerseGates. Tutti i diritti riservati.
pt_br: © 2026 VerseGates. Todos os direitos reservados.
ru: © 2026 VerseGates. Все права защищены.
zh_hans: © 2026 VerseGates. 保留所有权利。
zh_hant: © 2026 VerseGates. 保留所有權利。

# pro.feature.unlimited_history
source: Unlimited clipboard history
ar: سجل غير محدود
es: Historial ilimitado
fr: Historique illimité
hi: असीमित इतिहास
it: Cronologia illimitata
ja: 無制限の履歴
ko: 무제한 기록
pt_br: Histórico ilimitado
ru: Безлимитная история
zh_hans: 无限剪贴板历史记录
zh_hant: 無限歷史記錄

# pro.feature.advanced_search
source: Advanced search
ar: بحث متقدم
es: Búsqueda avanzada
fr: Recherche avancée
hi: उन्नत खोज
it: Ricerca avanzata
ja: 高度な検索
ko: 고급 검색
pt_br: Busca avançada
ru: Расширенный поиск
zh_hans: 高级搜索
zh_hant: 進階搜尋

# pro.feature.global_hotkey
source: Global hotkey
ar: اختصار عام
es: Atajo global
fr: Raccourci global
hi: ग्लोबल हॉटकी
it: Scorciatoia globale
ja: グローバルホットキー
ko: 전역 단축키
pt_br: Atalho global
ru: Глобальная горячая клавиша
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

# pro.feature.instant_paste
source: Instant paste
ar: لصق فوري
es: Pegado instantáneo
fr: Collage instantané
hi: तत्काल पेस्ट
it: Incolla istantaneo
ja: 即時ペースト
ko: 즉시 붙여넣기
pt_br: Colagem instantânea
ru: Мгновенная вставка
zh_hans: 即时粘贴
zh_hant: 即時貼上
